INSERT INTO 'client' VALUES
(1, 'Марина', 'женский', '+79859111177', 42),
(2, 'Арина', 'женский', '+79859111377', 44),
(3, 'Сергей', 'мужской', '+79859111277', 150);

INSERT INTO 'shipper' VALUES
(1, 'STONKS'),
(2, 'FLEX'),
(3, 'CRINGE'),
(4, 'CHILL'),
(5, 'DOG');

INSERT INTO 'product' VALUES
(0, 'gucci', 'лето', 39, 'женский', 'flip-flops', 'серый', 'кожа', 25000, 'США', 1),
(1, 'gucci', 'зима', 55, 'мужской', 'куртка', 'красный', 'хлопок', 125000, 'США', 1),
(2, 'prada', 'демисезон', 7, 'женский', 'перчатки', 'серый', 'кожа', 35000, 'Великобритания', 2),
(3, 'abc', 'лето', 43, 'мужской', 'джинсы', 'синий', 'деним', 5000, 'Россия', 3),
(4, 'abc', 'зима', 45, 'женский', 'шарф', 'зеленый', 'шерсть', 3000, 'Россия', 3),
(5, 'abcd', 'демисезон', 42, 'женский', 'топ', 'мультиколор', 'хлопок', 2300, 'Германия', 4);

INSERT INTO 'orders' VALUES
(1, 40000, 10, 1),
(2, 3000, 15, 1),
(3, 7500, 20, 2),
(4, 12500, 20, 2),
(5, 2500, 15, 2),
(6, 8000, 5, 3),
(7, 33000, 5, 3);

INSERT INTO 'courier' VALUES
(1, 'Pavel', '89091234327', 'велосипед');

INSERT INTO 'pick_up_point' VALUES
(1, 'Маковского 2', 'наличными', '3', '8:00 - 23:00'),
(2, 'Ленина 12', 'наоичными или картой', '5', '7:00 - 23:00');

INSERT INTO 'storage' VALUES
(1, 'Пушкина 21', '6:00 - 23:30', 1000),
(2, 'Колотушкина 12', '3:00 - 23:30', 2000);

INSERT INTO 'parcel' VALUES
(1, 'картой', 'пункт выдачи', '2020-12-15 7:00', '2020-12-16 7:00', 'Маковского 2', 1, 1, 1),
(2, 'картой', 'пункт выдачи', '2020-12-15 7:00:00', '2020-12-16 7:00:00.000', 'Маковского 2', 1, 2, 1),
(3, 'наличными', 'на дом', '2020-12-21 19:30:00.000', '2020-12-21 21:30:00.000', 'Старый Арбат 10', 1, 1, 2),
(4, 'картой', 'пункт выдачи', '2020-12-20 7:00:00.000', '2020-12-22 7:00:00.000', 'Ленина 12', 1, 1, 3),
(5, 'картой', 'пункт выдачи', '2020-12-25 7:00:00.000', '2020-12-27 7:00:00.000', 'Ленина 12', 1, 2, 4),
(6, 'картой', 'на дом', '2020-12-26 15:00:00.000', '2020-12-26 17:30:00.000', 'Покровский бульвар 11', 1, 2, 5),
(7, 'наличными', 'пункт выдачи', '2020-12-29 10:00:00.000', '2020-12-30 10:00:00.000', 'Маковского 2', 1, 2, 6),
(8, 'картой', 'пункт выдачи', '2020-12-30 7:00:00.000', '2020-12-31 7:00:00.000', 'Маковского 2', 1, 1, 7);

INSERT INTO 'product_order' VALUES
(1, 1, 2),
(5, 1, 4),
(0, 2, 1),
(3, 3, 3),
(4, 4, 1),
(2, 5, 1),
(1, 6, 5),
(2, 7, 10);
